Repository: mozilla-l10n/mt-training-data
Catalog: cux/cux_pontoon.tmx
Source language: en_us
Languages: cux

source: 2 down, keep it up!<playIcon></playIcon>
cux: A obe cho'o <playIcon></playIcon>, ¡Kunebe kad!

source: About
cux: Ñe'ë

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
cux: { $actionType } <playIcon></playIcon> ¿A noo ko'oñ nudu kú?

source: { $actionType }<stopIcon></stopIcon> when done
cux: { $actionType } <stopIcon> </stopIcon> tochi a kuinud

source: { $actionType } submit when ready
cux: { $actionType } dicho'od tochi a kuinud

source: Add <icon></icon> a public domain sentence
cux: Kunes ama nudu chi nukueñ kadi nichiñ

source: Add Your Voice
cux: Kuned nudud

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
cux: Yeabea kunebed nukue nudu chi gua nóo. Ti yeabean ndee noo kadi kamañ, Nichi jinaned a dae jo'oñ kuned chi a nóo

source: <bold>{ $count }</bold> Clips
cux: taama

source: <bold>Help us</bold> find more voices
cux: Kuned insu chi nakan tanobe nudu

source: <chevron></chevron>See less
cux: Lïi ka nichid

source: <chevron></chevron>See more
cux: Nee ka nichid

source: Click
cux: Koto'od

source: Clips Uploaded
cux: Chea nukue'e nudu chi chito'oo

source: Comment
cux: kamad

source: Continue
cux: nanko'o

source: Continue validating
cux: Kunebekad

source: Contribute
cux: Kuned insu

source: Contribute sentences
cux: Kuned insu nuku tanobe nudu

source: Different language
cux: tama nudu

source: Difficult to pronounce
cux: ji'ii jo'ö

source: Discard ongoing recording
cux: kanbid nudu chi inbëd

source: Donate your voice
cux: Kuned nudud

source: Don't see your language on Common Voice yet?
cux: a nigua nakad nudu ñe'ed nochi snu tatea nudu

source: Enter your public domain sentence here
cux: Mu'u kuned nudu chi nukueñ kadi tubiy

source: Enter your public domain sentences here
cux: Mu'u kuned nudud chi nukeñ kadi tubiy

source: ESC
cux: naknód

source: Exit & Delete clips
cux: Niknód iku kanbid nudu chi chito'o

source: Finish recording
cux: Dikuinud nudu chi chito'o

source: Finish recording first?
cux: ¿A ne'e kuinu mnöd kuto'od nudud?

source: Finish validating
cux: Chinu chinebed

source: Finish validating clips?
cux: ¿Chínu chinebëd nudu?

source: for example
cux: Nikó

source: Grammatical / spelling error
cux: Gua nóo jo'o o gua nóo dijuñ

source: Great!<recordIcon></recordIcon> Record your next clip
cux: ¡A naka! <recordIcon></recordIcon> kuto'okad nudud

source: Great work!<playIcon></playIcon> Listen again when you're ready
cux: ¡Náka ntiñu ñe'ed! <playIcon></playIcon> Naune kambed tochi a bea ñood

source: Help create Common Voice’s first target segment in { $locale }
cux: Kuned insu nuku dae ne'e din nomnó no Common Voice

source: Help us validate voices
cux: Kuned insu, a noo jinée nudu chi inbëd.

source: How to add multiple sentences
cux: ¿A taka kadi kunu ndee nudu?

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
cux: Nudu kun a di du'u nu kadi tubi y kadi kuea

source: It contains words or phrases that are hard to read or pronounce.
cux: Bea nudu chi ji'ii jo'ö no

source: It is written in a language different than what I’m speaking.
cux: gua ñe'e nudu chi kanejü

source: Just Unsure?
cux: ¿Y nichi gua deanu kuakud tu?

source: Keep it up, record again <recordIcon></recordIcon>
cux: kaníkad tika, kuto'o tüd nudud <recordIcon></recordIcon>

source: Languages
cux: nudu

source: Leaving now means you'll lose your progress
cux: Nichi niknód miñun, kuná nukue'e chi dinád

source: Listen
cux: Kunebed

source: Log in or sign up to get started
cux: Kunod o kunejud dí tumin kadi kutoko'od

source: Log In / Sign Up
cux: Kunod/Kunedjud

source: [Mismatched content]
cux: Chun gua dama jo'ö nuku bí'i

source: Missing an <strong>'s'</strong> at the end of a word.
cux: Jinaa ama 's' nochi inu ama nudu

source: No
cux: Gua

source: No Thanks
cux: Gua, ndiosnadivad

source: Offensive language
cux: nudtö

source: Offensive speech
cux: kanú nudtö

source: p
cux: r

source: Partner
cux: dïd ntiñu nuku insü

source: [Part of the text can’t be heard]
cux: Ama kuó chi tika kanejún gua jinú

source: <playIcon></playIcon>Last one!
cux: <playIcon></playIcon> ¡Á chinu!

source: Play/Stop
cux: Kaaka/kunénod

source: r
cux: g

source: Ready to do { $count } more?
cux: ¿A bea ñe'ed?

source: <recordIcon></recordIcon> Last one!
cux: <recordIcon></recordIcon> ¡A chú kuinu¡

source: Record/Stop
cux: kuto'o nudu / kanchíchi

source: Record your voice
cux: Kuto'od nudud

source: Report
cux: kamad

source: Report was passed successfully
cux: a yeabea cho'oo kaka

source: Request a Language
cux: kakad ama nudu

source: Re-record
cux: kutotud nudud

source: Re-record clip
cux: nauné nubto'od nudu

source: Return
cux: nauned

source: Review
cux: Nichid a noo

source: Review & re-record clips here as you go
cux: Nauné kunebëd iku nauné kuto'od nudud mniñu

source: Review & re-record clips if needed
cux: Nauné kunebëd iku nichi ne'en nauné kuto'od nudud

source: s
cux: h

source: Sentence
cux: Nudu

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
cux: Nudu chi kuné mu'u, a didu'u nu kadi tubi

source: Share Common Voice
cux: Kuead common voice

source: Share your clip
cux: Kuead nudu chi chito'od

source: [Should be “We are”]
cux: Ne'e chi kubi "ñe'e sakó"

source: Skip
cux: Kabyákud

source: Speak
cux: Nded

source: Speak now
cux: Mniñu nded

source: Start recording
cux: Kutoko'od kuto'od nudud

source: Submit
cux: dicho'od

source: Submit a report
cux: dicho'od ama kaka

source: Submit clips
cux: dicho'od nudu

source: Success
cux: a nóo

source: Tap
cux: Neabad

source: The bumblebee sped by.
cux: Yeabean kani cho'o yanam

source: The clip has disrespectful or offensive language.
cux: kanú nudtö no nudu chi jinebëd

source: The sentence has a grammatical or spelling error.
cux: Gua nóo jo'o o dijuñ nudu kú

source: The sentence has disrespectful or offensive language.
cux: no nudu kú a kanú nudtö

source: Three to go!
cux: Jiná inu

source: Use correct grammar
cux: Yeabea dijud nudu

source: Use correct spelling and punctuation
cux: Nóo dijud nudu

source: Varying Pronunciations
cux: A taka jo'oñ kadi nandó

source: Voice Collection
cux: Nukue nudu

source: We are going out to get a coffee.
cux: No'o ñoo baku

source: We couldn’t get any audio clips for you to listen to. Please try again later.
cux: Gua chikadi chea nudu. Tamnóo namné kueatüd.

source: We couldn’t get any sentences for you to speak. Please try again later.
cux: Gua chikadi chea nudu. Tamnóo namné kueatüd.

source: We may have run out of clips - refresh the page, or try again later.
cux: Amtea déa kadi kunebëd ñe'e nudu kú ...

source: We’re going out to get coffee.
cux: No'ö nio

source: We've run out of sentences to record in this language...
cux: A kutea nudu chi kamad ñe'e dibaku ku

source: What issues are you experiencing with this sentence?
cux: a déa gua nóo ñe'e nudu kú

source: What sentences can I add?
cux: ¿A dae nudu kadi kunu?

source: Why are you asking?
cux: ¿Takue chi jitumgo'od?

source: Write
cux: Dijud

source: y
cux: s

source: Yes
cux: Tika

source: You’re contributing to our first target segment
cux: Jined insu nuku dae ñe'e din nomnó

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
cux: Nigua kutea nudu ñe'e dibaku ñe'ed. Kadi kunebed nudu ñe'e tanobe dibaku.

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
cux: !Ndiosdibad chi chined Common Voice a tanen nukue nudu chi ñe'e chi kuto'on job jobe!

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
cux: !Ndiosdibad chi chined Common Voice a tanen nukue nudu nóo chi ne'en ñe'e job jobe !
